---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.NestedFamilyTypeReference
source: html/0a7567d8-da0d-ed80-6b55-317a2353e097.htm
---
# NestedFamilyTypeReference Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.